describe('template spec', () => {
  it('passes', () => {
    
// ეწვიე საიტს 
// იპოვე Login or register და დააკლიკე
// სახელშიუ ჩაწერე kriswi123
// პასვორდში ჩაწერე tobi!123
// დააკლიკე ლოგინს, 
// წარმატებული ავტორიზაციისთვის უნდა დაეწროს "Welcome back"
// იპოვე და დააჭირე მომხმარებლის დეტალებს შეცვლა 
// სახლში ჩაწერე ქრისტინე კრისტის ნაცვლად დააჭირე ღილაკს კონტინიუ
// დარწმუნდი რომ სახელი შეიცვალა
// დააჭირე "Manage address book", შემდეგ დააჭირე "ედით"
// მისამართში ჩაწერე ვარკეთილი დააჭირე "კონტინიუ"
// დარწმუნდი რომ მისამართში წერია "თბილისი ვარკეთილი"
// დააჭირე "change password"
// ჩაწერე არსებული პაროლი
// ჩაწერე ახალი პაროლი,
// გაიმეორე ახალი პაროლი
// დააჭირე გაგრძელებას
cy.visit('https://automationteststore.com')

  })
})